"""
Module to keep texts used in bot answers
"""

MAIN_MENU_AUTHORISED = """Добро пожаловать в наш сервис:
* Начните с нажатия /start
* Отвечая на вопросы бота, заполните данные о вашей поездке.
* С помощью экранных кнопок укажите данные поездки
* Если бот молчит, отправьте ему команду
* Если бот не отвечает, остановите бота (в меню), удалите переписку и зайдите снова
* После нажатия "Отправить" заявка попадает на [доску объявлений](https://t.me/ссылка на группу)! 
Ждите личные сообщения, договаривайтесь о поездке.
* Связаться с вами участники могут через личные сообщения в телеграме, нажав на ваш @никнейм, 
указанный в заявке, либо по номеру телефона, если вы его указали.
* Редактирование заявок не предусмотрено. 
Просто создайте новую заявку с корректными данными, и старая будет автоматически удалена"""

MAIN_MENU_UNAUTHORISED = """Добро пожаловать в наш сервис.
Для удобства дальнейшего использования
и возможности создавать заявки,
просим вас создать профиль,
для этого нажмите кнопку «Создать профиль»"""
